src/main/resources/ws_soap_requests/Configure_EAID.xml

<?xml version="1.0" encoding="utf-8"?>
<soap:Envelope xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/">
    <soap:Header>
        <Credentials xmlns="http://Airspan.Netspan.WebServices">
            <Username>wsadmin</Username>
            <Password>password</Password>
        </Credentials>
    </soap:Header>
    <soap:Body>
        <EnbConfigSet xmlns="http://Airspan.Netspan.WebServices">
            <NodeName>EnbName</NodeName>
            <EnbDetails>
                <LteCell>
				<CellNumber>1</CellNumber>
                    <EmergencyAreaIds>
                        <EmergencyAreaId>EAID_I</EmergencyAreaId>
                        <EmergencyAreaId>EAID_2</EmergencyAreaId>
                        <EmergencyAreaId>EAID_3</EmergencyAreaId>
                        <EmergencyAreaId>EAID_4</EmergencyAreaId>
                        <EmergencyAreaId>EAID_5</EmergencyAreaId>
                        <EmergencyAreaId>EAID_6</EmergencyAreaId>
                        <EmergencyAreaId>EAID_7</EmergencyAreaId>
                        <EmergencyAreaId>EAID_8</EmergencyAreaId>
                        <EmergencyAreaId>EAID_9</EmergencyAreaId>
                        <EmergencyAreaId>EAID_10</EmergencyAreaId>
                        <EmergencyAreaId>EAID_11</EmergencyAreaId>
                        <EmergencyAreaId>EAID_12</EmergencyAreaId>
                        <EmergencyAreaId>EAID_13</EmergencyAreaId>
                        <EmergencyAreaId>EAID_14</EmergencyAreaId>
                        <EmergencyAreaId>EAID_15</EmergencyAreaId>
                        <EmergencyAreaId>EAID_16</EmergencyAreaId>
                    </EmergencyAreaIds>
                </LteCell>
            </EnbDetails>
        </EnbConfigSet>
    </soap:Body>
</soap:Envelope>